<?php
include("head.html")
?>
<main>

        <p class="maintitle">سبک بازی های محبوب جهان</p>
        <p class="maintext">امروزه بازی‌ های ویدیویی زیادی در سبک‌های مختلف طراحی شده و وارد بازار می‌شوند. شرکت‌ها و استودیوهای بازی، همیشه تمام تلاش خود را دارند تا بهترین اثر را روانه بازار کنند. برخی از شرکت‌ها تنها به تولید آثار انحصاری خود در یک سبک خاص می‌پردازند و عده‌ای دیگر سعی می‌کنند تا بازی‌ها را در ژانرهای مختلف و مطابق با تمام سلایق تولید کنند. دسته‌بندی بازی‌ها براساس گیم پلی آنها انجام می‌شود و به اصل داستان و موارد دیگر ارتباطی ندارد. اگر دوست دارید با انواع بازی‌های دیجیتال و رایانه‌ای آشنا شوید و ببینید کدامیک با سلیقه‌تان سازگارتر هست، این مقاله را تا انتها دنبال کنید و با دنیای وسیع بازی‌ها بیشتر آشنا شوید.</p>
        <p class="maintitle">آشنایی با ژانر های بازی های پر طرفدار</p>
        <p class="maintext">بازی‌های ویدئویی در سبک و ژانر‌های گوناگونی تولید می‌شوند. تنوع این سبک‌ها به قدری بالاست که شاید تعدادشان بالغ بر 50 عدد شود. از بین این تعداد، شاید بتوان 9 مورد آن را جزو دسته‌های اصلی و مابقی را به عنوان زیرسبک حساب کرد. دسته‌های اصلی شامل ژانر ماجراجویی، اکشن، اکشن – ماجراجویی، تیراندازی (شوتر) ، نقش آفرینی، استراتژی، ورزشی و شبیه‌سازی هستند. در اینجا به ترتیبِ میزان محبوبیت ژانرها در جهان، توضیحاتی را ارائه داده‌ایم تا هم با ژانر بازی‌ها آشنا شوید و هم به میزان محبوبیت آنها در دنیا پی ببرید. البته این آمار متغیر هستند و ممکن است با گذشت زمان و ارائه سبک‌های جدید، میزان محبوبیت آنها تغییر پیدا کند. اما به طور کل امروزه بازی‌های سریع و مهیج طرفداران بیشتری دارند و بازیکنان تمایل زیادتری نسبت به خرید بازی‌های اکشن دارند.</p>
        <p class="maintitle">بازیهای اکشن</p>
        <img id="mt" src="mortalkombat.jpg" alt="">
        <p class="maintext">بازی اکشن به بازی‌ای گفته می‌شود که نیاز به فعالیت فیزیکی شخصیت اصلی دارد و شامل زدوخوردهای زیاد و جست و خیز می‌باشد. برای پیشروی در این بازی‌ها‌، نیاز به دویدن، رفتن به اماکن مختلف، مبارزه با دشمن و حفظ نوار سلامت دارید.بیشتر بازی‌های ژانر اکشن دارای نوار سلامتی برای بازیکن هستند. هرچه بتوان در مبارزات جان سالم به در برد و نوار سلامت خود را بیشتر حفظ کرد، به امتیاز بالاتر و پیشروی در بازی دست پیدا خواهید کرد. این بازی شامل زیرسبک‌هایی از بازی‌های مبارزه‌ا‌ی، بزن بزن و نبرد چند نفره می‌باشد. بازی‌های Fortnite، Counter Strike Global offensive، Mortal Kombat، Halo، Call of Duty و Doom Eternal از جمله‌ بازی‌های محبوب ژانر اکشن هستند.</p>
        <p class="maintitle">بازی‌ های شوتر</p>
        <img id="COD1" src="Cod1.jpg" alt="">
        <p class="maintext">بازی شوتر یا همان تیراندازی، یکی از بازی‌های پرطرفدار میان بازیکنان است که نیاز به سرعت واکنش بالا و دقت در تیراندازی دارد. این بازی‌ها به صورت تک نفره و گروهی قابل اجرا هستند؛ در بازی گروهی باید تمام بازیکنان عکس‌العمل سریع داشته باشند تا بتوانند به پیروی دست پیدا کنند. این ژانر بازی شامل زیرسبک‌های تیراندازی اول شخص، تیراندازی سوم شخص، تیراندازی تاکتیکی و شوتم آپ می‌باشد. از بازی‌های معروف شوتر می‌توان Call of Duty، Metro 2033، Far Cry، Halo و Tom Clancy’s Rainbow Six Seige را نام برد.</p>
        <p class="maintitle">بازی های ماجراجویی</p>
        <img src="AC.jpg" alt="">
        <p class="mainext">بازی‌ ژانر ماجراجویی اثری است که بازیکن باید به کاوش و جستجو در محیط بازی بپردازد و با پیدا کردن سرنخ، چالش‌ها را پشت سر بگذارد. این نوع بازی شامل زیرسبک‌های ماجراجویی گرافیکی، متنی و چند مورد دیگر می‌باشد. از معروفترین بازی‌های سبک ماجراجویی می‌توان به Peaky Blinders Mastermind، Tell Me why و What Remains of Edith Finch اشاره کرد.</p>
        <p class="maintitle">بازی های ورزشی</p>
        <img src="PES.jpg" alt="">
        <p class="maintext">بازی‌های ورزشی همانطور که از نامشان پیداست، به درگیری بازیکن با یک ورزش خاص مانند فوتبال و بسکتبال اشاره دارد. این ژانر بازی دارای زیرسبک‌های مسابقه‌ای و شبیه‌سازی ورزشها می‌باشد. بازیکن با خرید این نوع بازی‌ها می‌تواند خود را در قالب یک شخصیت محبوب ورزشی قرار دهد و با آن به اجرای بازی بپردازد. از معروفترین بازی‌های ژانر ورزشی می‌توان به سری NBA 2K21، سری فیفا، Tennis World Tour و Captain TSBASA: Rise Of New Champions اشاره کرد.</p>
  
        
</main>

       
<?php
include("foot.html")
?>
